Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# oauth.continueWithGoogle
source: Continue with Google
ar: متابعة مع Google
bg: Продължете с Google
bn: Google দিয়ে চালিয়ে যান
ca: Continuar amb Google
cs: Pokračovat přes Google
da: Fortsæt med Google
de: Mit Google fortfahren
el: Συνέχεια με Google
es: Continuar con Google
et: Jätka Google'iga
fa: ادامه با گوگل
fi: Jatka Googlen kanssa
fil: Magpatuloy gamit ang Google
fr: Continuer avec Google
he: המשך עם Google
hi: Google के साथ जारी रखें
hr: Nastavi s Googleom
hu: Folytatás Google-lal
id: Lanjutkan dengan Google
is: Halda áfram með Google
it: Continua con Google
ja: Googleで続行
ko: Google로 계속하기
lt: Tęsti naudojant Google
lv: Turpināt ar Google
nb: Fortsett med Google
nl: Doorgaan met Google
nn: Fortsett med Google
pl: Kontynuuj z Google
pt_br: Continuar com Google
ro: Continuați cu Google
ru: Продолжить с Google
sk: Pokračovať s Googlom
sl: Nadaljuj z Google
sr: Наставите са Google-ом
sv: Fortsätt med Google
sw: Endelea na Google
th: ดำเนินการต่อด้วย Google
tr: Google ile Devam Et
uk: Продовжити з Google
ur: Google کے ساتھ جاری رکھیں
vi: Tiếp tục với Google
zh_hans: 使用Google继续
zh_hant: 使用 Google 繼續

# onboarding.add_simulator.acknowledge_totals
source: Understood
ar: حسناً
bg: Разбирам
bn: বুঝেছি
ca: Entès
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατάλαβα
es: Entendido
et: Sain aru
fa: متوجه شدم
fi: Ymmärrän
fil: Maintindihan
fr: D'accord
he: הבנתי
hi: समझ गया
hr: Razumijem
hu: Értem
id: Mengerti
is: Skilið
it: Ho capito
ja: 了解しました
ko: 알겠습니다
lt: Supratau
lv: Sapratu
nb: Skjønner
nl: Begrepen
nn: Skjønnar
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понял
sk: Rozumiem
sl: Razumem
sr: Razumem
sv: Förstått
sw: Nimeelewa
ta: புரிந்துகொண்டேன்
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозумів
ur: سمجھ گیا
vi: Tôi hiểu
zh_hans: 明白了
zh_hant: 明白了

# onboarding.add_simulator.focus.add
source: Tap Add to continue.
ar: اضغط إضافة للمتابعة.
bg: Докоснете Добавяне, за да продължите.
bn: অব্যাহত রাখতে যোগ করুন ট্যাপ করুন।
ca: Toca Afegir per continuar.
cs: Klepnutím na Přidat pokračujte.
da: Tryk Tilføj for at fortsætte.
de: Tippe auf Hinzufügen zum Fortfahren.
el: Πατήστε Προσθήκη για να συνεχίσετε.
es: Toca Agregar para continuar.
et: Puuduta Lisamiseks jätkamiseks.
fa: برای ادامه Legg til را لمس کنید.
fi: Napauta Lisää jatkaaksesi.
fil: I-tap ang Idagdag upang magpatuloy.
fr: Appuyez sur Ajouter pour continuer.
he: הקש הוסף כדי להמשיך.
hi: जारी रखने के लिए जोड़ें पर टैप करें।
hr: Dodirnite Dodaj da nastavite.
hu: Koppints a Hozzáadásra a folytatáshoz.
id: Ketuk Tambah untuk melanjutkan.
is: Taktu á Bæta við til að halda áfram.
it: Tocca Aggiungi per continuare.
ja: 「追加」をタップして続行してください。
ko: 계속하려면 추가를 누르세요.
lt: Bakstelėkite Pridėti, kad tęstumėte.
lv: Pieskarieties Pievienot, lai turpinātu.
nb: Trykk Legg til for å fortsette.
nl: Tik Toevoegen om verder te gaan.
nn: Trykk Legg til for å fortsette.
pl: Dotknij Dodaj, aby kontynuować.
pt_br: Toque em Adicionar para continuar.
ro: Apasă Adaugă pentru a continua.
ru: Нажмите «Добавить» для продолжения.
sk: Klepnite na Pridať a pokračujte.
sl: Tapnite Dodaj, da nadaljujete.
sr: Dodirnite Dodaj da nastavite.
sv: Tryck Lägg till för att fortsätta.
sw: Gusa Ongeza kuendelea.
ta: தொடர்ந்து செல்ல சேர்க்கை என்பதைத் தட்டவும்.
th: แตะเพิ่มเติมเพื่อดำเนินการต่อ
tr: Devam etmek için Ekle'ye dokunun.
uk: Торкніться Додати, щоб продовжити.
ur: جاری رکھنے کے لیے شامل کریں پر ٹیپ کریں۔
vi: Nhấn Thêm để tiếp tục.
zh_hans: 点按
zh_hant: 點選新增以繼續。

# onboarding.add_simulator.focus.calendar
source: Select one or more dates to start.
ar: اختر تاريخًا واحدًا أو أكثر للبدء.
bg: Изберете една или повече дати, за да започнете.
bn: শুরু করতে এক বা একাধিক তারিখ নির্বাচন করুন।
ca: Selecciona una o més dates per començar.
cs: Vyberte jeden nebo více dat pro začátek.
da: Vælg en eller flere datoer for at starte.
de: Wähle ein oder mehrere Daten zum Starten aus.
el: Επιλέξτε μία ή περισσότερες ημερομηνίες για να ξεκινήσετε.
es: Selecciona una o más fechas para comenzar.
et: Alustamiseks vali üks või mitu kuupäeva.
fa: یک یا چند تاریخ را برای شروع انتخاب کنید.
fi: Valitse yksi tai useampi päivämäärä aloittaaksesi.
fil: Pumili ng isa o maraming petsa upang magsimula.
fr: Sélectionnez une ou plusieurs dates pour commencer.
he: בחר תאריך אחד או יותר כדי להתחיל.
hi: शुरू करने के लिए एक या अधिक तारीखें चुनें।
hr: Odaberite jedan ili više datuma za početak.
hu: Válassz egy vagy több dátumot az indításhoz.
id: Pilih satu atau lebih tanggal untuk memulai.
is: Veldu eina eða fleiri dagsetningar til að hefja.
it: Seleziona una o più date per iniziare.
ja: 開始するには1つ以上の日付を選択してください。
ko: 시작하려면 하나 이상의 날짜를 선택하세요.
lt: Norėdami pradėti, pasirinkite vieną ar daugiau datų.
lv: Lai sāktu, atlasiet vienu vai vairākus datumus.
nb: Velg en eller flere datoer for å starte.
nl: Selecteer een of meer datums om te beginnen.
nn: Velg ein eller fleire datoer for å starte.
pl: Wybierz jedną lub więcej dat, aby zacząć.
pt_br: Selecione uma ou mais datas para começar.
ro: Selectează una sau mai multe date pentru a începe.
ru: Выберите одну или несколько дат для начала.
sk: Vyberte jeden alebo viac dátumov na začiatok.
sl: Izberite en ali več datumov za začetek.
sr: Odaberite jedan ili više datuma za početak.
sv: Välj ett eller flera datum för att starta.
sw: Chagua tarehe moja au zaidi kuanza.
ta: தொடங்குவதற்கு ஒன்று அல்லது அதற்கு மேற்பட்ட தேதிகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกวันที่หนึ่งวันหรือมากกว่าเพื่อเริ่มต้น
tr: Başlamak için bir veya daha fazla tarih seç.
uk: Виберіть одну або кілька дат для початку.
ur: شروع کرنے کے لیے ایک یا زیادہ تاریخیں منتخب کریں۔
vi: Chọn một hoặc nhiều ngày để bắt đầu.
zh_hans: 选择一个或多个日期以开始。
zh_hant: 選擇一個或多個日期以開始。

# onboarding.add_simulator.focus.times
source: Choose a time chip to fill both times.
ar: اختر شريحة وقت لملء الوقتين.
bg: Изберете времева фишка, за да попълните двата времена.
bn: উভয় সময় পূরণ করতে একটি সময় চিপ চয়ন করুন।
ca: Tria una fitxa de temps per omplir tots dos horaris.
cs: Vyberte časový čip pro vyplnění obou časů.
da: Vælg en tidsbrik for at udfylde begge tider.
de: Wähle einen Zeitchip, um beide Zeiten auszufüllen.
el: Επιλέξτε ένα chip χρόνου για να συμπληρώσετε και τις δύο ώρες.
es: Elige un chip de hora para completar ambas horas.
et: Vali kellaajaliugur, et täita mõlemad ajad.
fa: برای پر کردن هر دو زمان یک تراشه زمان انتخاب کنید.
fi: Valitse aikapala täyttääksesi molemmat ajat.
fil: Pumili ng isang time chip upang punan ang parehong oras.
fr: Choisissez une puce horaire pour remplir les deux heures.
he: בחר שבב זמן כדי למלא את שני הזמנים.
hi: दोनों समय भरने के लिए एक समय चिप चुनें।
hr: Odaberite vremensku oznaku da popunite oba vremena.
hu: Válassz egy időgombot mindkét idő kitöltéséhez.
id: Pilih chip waktu untuk mengisi kedua waktu.
is: Veldu tímabrika til að fylla út báða tíma.
it: Scegli una chip oraria per compilare entrambi gli orari.
ja: 時間チップを選択して両方の時間を入力してください。
ko: 두 시간을 모두 채우려면 시간 칩을 선택하세요.
lt: Pasirinkite laiko žetoną, kad užpildytumėte abu laikus.
lv: Atlasiet laika žetonu, lai aizpildītu abus laikus.
nb: Velg en tidsbrikke for å fylle ut begge tidene.
nl: Kies een tijdschijf om beide tijden in te vullen.
nn: Velg ein tidsbrikke for å fylle ut begge tidene.
pl: Wybierz chips czasu, aby wypełnić oba czasy.
pt_br: Escolha um chip de hora para preencher ambos os horários.
ro: Alege o capsulă de timp pentru a completa ambele ore.
ru: Выберите временной чип, чтобы заполнить оба времени.
sk: Vyberte časový čip, aby ste vyplnili oba časy.
sl: Izberite časovni čip, da izpolnite oba časa.
sr: Odaberite vremensku čip da popunite oba vremena.
sv: Välj en tidschip för att fylla i båda tiderna.
sw: Chagua chippu cha wakati kujaza muda wote.
ta: இரு நேரங்களையும் நிரப்புவதற்கு நேர சிப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกชิปเวลาเพื่อกรอกเวลาทั้งสอง
tr: Her iki saati doldurmak için bir zaman çipini seç.
uk: Виберіть фішку часу, щоб заповнити обидва часи.
ur: دونوں اوقات بھرنے کے لیے ایک وقت کا چپ منتخب کریں۔
vi: Chọn một chip thời gian để điền cả hai thời gian.
zh_hans: 选择一个时间芯片来填充两个时间。
zh_hant: 選擇一個時間晶片以填入兩個時間。

# onboarding.add_simulator.focus.totals
source: See your updated earnings at the top.
ar: شاهد أرباحك المحدّثة في الأعلى.
bg: Вижте вашите актуализирани печалби в горната част.
bn: শীর্ষে আপনার আপডেট করা আয় দেখুন।
ca: Veure els guanys actualitzats a la part superior.
cs: Podívejte se na aktualizovaný příjem v horní části.
da: Se opdateret indtjening øverst.
de: Sehen Sie Ihre aktualisierte Einnahme oben.
el: Δείτε τα ενημερωμένα κέρδη σας στην κορυφή.
es: Ve tus ganancias actualizadas en la parte superior.
et: Vaata oma uuendatud sissetulekut ülaosas.
fa: درآمد به‌روزشده خود را در بالا ببینید.
fi: Näe päivitetyt ansiot ylhäällä.
fil: Tingnan ang iyong na-update na kita sa tuktok.
fr: Consultez vos gains mis à jour en haut.
he: ראה את הרווחים המעודכנים שלך בחלק העליון.
hi: शीर्ष पर अपनी अपडेट की गई कमाई देखें।
hr: Pogledajte ažuriranu zaradu pri vrhu.
hu: Tekintsd meg a frissített bevételeket a tetején.
id: Lihat penghasilan terbaru Anda di bagian atas.
is: Sjáðu uppfærða tekjur efst.
it: Visualizza i guadagni aggiornati in alto.
ja: トップで更新された収入を確認してください。
ko: 상단에서 업데이트된 수익을 확인하세요.
lt: Pamatyti atnaujintus uždirbius viršuje.
lv: Skatiet atjauninātus pelnījumus augšpusē.
nb: Se oppdatert inntjening øverst.
nl: Zie uw bijgewerkte inkomsten bovenaan.
nn: Se oppdatert inntjening øverst.
pl: Zobacz zaktualizowane zarobki u góry.
pt_br: Veja seus ganhos atualizados no topo.
ro: Vezi câștigurile tale actualizate în partea de sus.
ru: Посмотрите обновленный заработок в верхней части.
sk: Pozrite si aktualizované zárobky v hornej časti.
sl: Oglejte si posodobljeno zaslužbo na vrhu.
sr: Pogledajte ažuriranu zaradu na vrhu.
sv: Se uppdaterad inkomst högst upp.
sw: Angalia mapato yako yaliyosasishwa juu.
ta: மேலே உங்கள் புதுப்பிக்கப்பட்ட வருவாயைக் காண்க.
th: ดูรายได้ที่อัปเดตแล้วที่ด้านบน
tr: Güncellenmiş kazançlarınızı en üstte görün.
uk: Див оновлені доходи вгорі.
ur: اوپر اپنی اپ ڈیٹ شدہ آمدنی دیکھیں۔
vi: Xem thu nhập cập nhật ở trên cùng.
zh_hans: 在顶部查看您的更新收入。
zh_hant: 在頂部查看您更新的收入。

# onboarding.add_simulator.subtitle
source: Check what you'll earn before saying yes to a shift.
ar: تحقق من مقدار ما ستكسبه قبل الموافقة على المناوبة.
bg: Видете какво ще спечелите, преди да се съгласите на смяна.
bn: একটি শিফটে হ্যাঁ বলার আগে আপনি কী আয় করবেন তা দেখুন।
ca: Comprova quant guanyaràs abans de dir que sí a una vaga.
cs: Zjistěte, kolik si vydělate, než souhlasíte se směnou.
da: Se hvad du vil tjene, før du siger ja til et skift.
de: Sehe, was du verdienst, bevor du eine Schicht zusagst.
el: Δείτε τι θα κερδίσετε πριν συμφωνήσετε σε μια βάρδια.
es: Ve cuánto ganarás antes de aceptar un turno.
et: Vaata, kui palju teenid, enne kui vahetusele "jah" ütled.
fa: قبل از پذیرفتن یک شیفت ببینید چقدر درآمد خواهید داشت.
fi: Tarkista, mitä ansaitset ennen kuin hyväksyt vuoron.
fil: Tingnan kung magkano ang iyong kikitain bago sumagot ng oo sa isang shift.
fr: Vérifiez vos gains avant d'accepter un quart.
he: בדוק כמה תרוויח לפני שתגיד כן לוותק.
hi: शिफ्ट के लिए हां कहने से पहले देखें कि आप क्या कमाएंगे।
hr: Pogledajte što ćete zaraditi prije nego što pristanete na smjenu.
hu: Nézd meg, mennyit keresel, mielőtt igent mondasz egy műszakra.
id: Lihat berapa yang akan Anda hasilkan sebelum menyetujui shift.
is: Athugaðu hvað þú munt græða áður en þú samþykkir vakt.
it: Verifica quanto guadagnerai prima di accettare un turno.
ja: シフトに同意する前に、いくら稼げるかを確認してください。
ko: 시간을 수락하기 전에 얼마를 벌 수 있을지 확인하세요.
lt: Patikrinkite, kiek uždirbsite prieš sutikdami su pamaina.
lv: Pārbaudiet, cik daudz jūs nopelnīsit, pirms piekrītat maiņai.
nb: Se hva du vil tjene før du sier ja til en vakt.
nl: Zie wat je verdient voordat je ja zegt tegen een dienst.
nn: Se hva du vil tjene før du sier ja til en vakt.
pl: Sprawdź, ile zarobisz, zanim powiesz tak na zmianę.
pt_br: Veja quanto você ganhará antes de aceitar um turno.
ro: Vezi cât vei câștiga înainte să spui da la o ture.
ru: Узнайте, сколько вы заработаете, прежде чем согласиться на смену.
sk: Skontrolujte, čo si zarobíte, skôr ako súhlasíte so zmenou.
sl: Preverite, koliko boste zaslužili, preden se strinjate s tekmovanjem.
sr: Proverite koliko ćete zaraditi pre nego što pristanete na smenu.
sv: Se vad du kommer att tjäna innan du säger ja till ett pass.
sw: Angalia utakalo pata kabla ya kusema ndiyo kwa zamu.
ta: ஒரு ஷிஃப்ட்டுக்கு ஆம் என்று சொல்வதற்கு முன் நீங்கள் சம்பாதிக்கப் போகும் தொகையைப் பார்க்கவும்.
th: ตรวจสอบว่าคุณจะได้รับเท่าไหร่ก่อนตกลงรับกะงาน
tr: Bir vardiyaya evet demeden önce ne kazanacağını kontrol et.
uk: Перевірте, скільки ви заробите, перш ніж погодитися на зміну.
ur: شفٹ کے لیے ہاں کہنے سے پہلے دیکھیں کہ آپ کتنا کمائیں گے۔
vi: Xem bạn sẽ kiếm được bao nhiêu trước khi đồng ý làm một ca.
zh_hans: 在同意班次前查看您将赚取的金额。
zh_hant: 在同意班次前，先查看你將賺取的金額。

# onboarding.currency.label
source: Currency
ar: العملة
bg: Валута
bn: মুদ্রা
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
et: Valuuta
fa: ارز
fi: Valuutta
fil: Salapi
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
is: Gjaldmiðill
it: Valuta
ja: 通貨
ko: 통화
lt: Valiuta
lv: Valūta
nb: Valuta
nl: Valuta
nn: Valuta
pl: Waluta
pt_br: Moeda
ro: Valută
ru: Валюта
sk: Mena
sl: Valuta
sr: Валута
sv: Valuta
sw: Sarafu
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# onboarding.currency.title
source: Change currency
ar: تغيير العملة
bg: Смяна на валута
bn: মুদ্রা পরিবর্তন করুন
ca: Canviar moneda
cs: Změnit měnu
da: Ændre valuta
de: Währung ändern
el: Αλλαγή νομίσματος
es: Cambiar moneda
et: Muuda valuutat
fa: تغییر ارز
fi: Vaihda valuuttaa
fil: Baguhin ang currency
fr: Modifier la devise
he: שינוי מטבע
hi: मुद्रा बदलें
hr: Promjena valute
hu: Valuta módosítása
id: Ubah mata uang
is: Breyta gjaldmiðli
it: Cambia valuta
ja: 通貨を変更
ko: 통화 변경
lt: Keisti valiutą
lv: Mainīt valūtu
nb: Endre valuta
nl: Valuta wijzigen
nn: Endre valuta
pl: Zmień walutę
pt_br: Alterar moeda
ro: Schimbă valuta
ru: Изменить валюту
sk: Zmeniť menu
sl: Spremenite valuto
sr: Промени валуту
sv: Ändra valuta
sw: Badilisha sarafu
ta: 通货更换
th: เปลี่ยนสกุลเงิน
tr: Parayı değiştir
uk: Змінити валюту
ur: کرنسی تبدیل کریں
vi: Thay đổi tiền tệ
zh_hans: 更改货币
zh_hant: 更改貨幣

# onboarding.getstarted.login
source: Already have an account? Log in
ar: هل لديك حساب بالفعل؟ تسجيل الدخول
bg: Имате ли вече профил? Влезте
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? লগ ইন করুন
ca: Ja tens compte? Inicia sessió
cs: Již máte účet? Přihlaste se
da: Har du allerede en konto? Log ind
de: Du hast bereits ein Konto? Anmelden
el: Έχεις ήδη λογαριασμό; Σύνδεση
es: ¿Ya tienes cuenta? Inicia sesión
et: Sul on juba konto? Logi sisse
fa: قبلاً حسابی دارید؟ وارد شوید
fi: Onko sinulla jo tili? Kirjaudu sisään
fil: Mayroon nang account? Mag-log in
fr: Vous avez déjà un compte ? Se connecter
he: כבר יש לך חשבון? התחבר
hi: पहले से खाता है? लॉग इन करें
hr: Već imaš konto? Prijavi se
hu: Már van fiókja? Bejelentkezés
id: Sudah punya akun? Masuk
is: Ertu þegar með reikning? Skrá inn
it: Hai già un account? Accedi
ja: 既にアカウントをお持ちですか？ログイン
ko: 이미 계정이 있으신가요? 로그인
lt: Jau turite paskyrą? Prisijunkite
lv: Jau ir konts? Pierakstieties
nb: Har du allerede en konto? Logg inn
nl: Heb je al een account? Log in
nn: Har du allereie ein konto? Logg inn
pl: Masz już konto? Zaloguj się
pt_br: Já tem uma conta? Faça login
ro: Aveți deja un cont? Conectați-vă
ru: Уже есть аккаунт? Войти
sk: Máte už účet? Prihláste sa
sl: Že imaš račun? Prijavi se
sr: Већ имате налог? Пријавите се
sv: Har du redan ett konto? Logga in
sw: Una akaunti tayari? Ingia
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையவும்
th: มีบัญชีอยู่แล้วหรือ ลงชื่อเข้าใช้
tr: Zaten bir hesabın var mı? Oturum aç
uk: Уже маєте акаунт? Увійдіть
ur: پہلے سے اکاؤنٹ ہے؟ لاگ ان کریں
vi: Đã có tài khoản? Đăng nhập
zh_hans: 已有账户?登录
zh_hant: 已有帳戶？登入

# onboarding.how.outcome
source: All calculated automatically
ar: يتم حساب كل شيء تلقائياً
bg: Всичко се изчислява автоматично
bn: সবকিছু স্বয়ংক্রিয়ভাবে গণনা করা হয়
ca: Tot es calcula automàticament
cs: Vše se počítá automaticky
da: Alt beregnes automatisk
de: Alles wird automatisch berechnet
el: Όλα υπολογίζονται αυτόματα
es: Todo se calcula automáticamente
et: Kõik arvutatakse automaatselt
fa: همه چیز خودکار محاسبه می‌شود
fi: Kaikki lasketaan automaattisesti
fil: Lahat ay kinakalkula nang awtomatiko
fr: Tout est calculé automatiquement
he: הכל מחושב באופן אוטומטי
hi: सब कुछ स्वचालित रूप से गणना की जाती है
hr: Sve se izračunava automatski
hu: Minden automatikusan kiszámított
id: Semua dihitung otomatis
is: Allt reiknað sjálfkrafa
it: Tutto calcolato automaticamente
ja: すべて自動で計算されます
ko: 모두 자동으로 계산됨
lt: Viskas skaičiuojama automatiškai
lv: Viss tiek aprēķināts automātiski
nb: Alt beregnes automatisk
nl: Alles wordt automatisch berekend
nn: Alt beregnes automatisk
pl: Wszystko obliczane automatycznie
pt_br: Tudo calculado automaticamente
ro: Totul se calculează automat
ru: Всё рассчитывается автоматически
sk: Všetko sa počíta automaticky
sl: Vse se izračuna samodejno
sr: Све се аутоматски рачуна
sv: Allt beräknas automatiskt
sw: Yote inakokotwa kiotomati
ta: அனைத்தும் தானாகக் கணக்கிடப்படும்
th: คำนวณทั้งหมดโดยอัตโนมัติ
tr: Her şey otomatik olarak hesaplanır
uk: Все розраховується автоматично
ur: سب کچھ خودکار طور پر شمار ہوتا ہے
vi: Tất cả được tính toán tự động
zh_hans: 全部自动计算
zh_hant: 全自動計算

# onboarding.how.step1.desc
source: Add start time, end time, done
ar: أضف وقت البدء ووقت النهاية، انتهيت
bg: Добавете начално време, крайно време, готово
bn: শুরু এবং শেষের সময় যোগ করুন, সম্পন্ন
ca: Afegeix hora d'inici, hora de finalització, fet
cs: Přidejte čas začátku, čas konce, hotovo
da: Tilføj start- og sluttid, udført
de: Start- und Endzeit hinzufügen, fertig
el: Προσθέστε ώρα έναρξης, ώρα λήξης, έτοιμο
es: Añade hora de inicio, hora de fin, listo
et: Lisa algusaeg, lõpuaeg, valmis
fa: زمان شروع، زمان پایان را اضافه کنید، انجام شد
fi: Lisää aloitus- ja lopetusaika, valmis
fil: Magdagdag ng oras ng pagsisimula, oras ng pagtatapos, tapos na
fr: Ajouter l'heure de début et de fin, terminé
he: הוסף שעת התחלה, שעת סיום, בוצע
hi: शुरुआत का समय, समाप्ति का समय जोड़ें, हो गया
hr: Dodaj vrijeme početka, vrijeme završetka, gotovo
hu: Adja meg a kezdési és befejezési időt, kész
id: Tambah waktu mulai, waktu akhir, selesai
is: Bættu við upphafstíma, lokatíma, lokið
it: Aggiungi ora inizio, ora fine, fatto
ja: 開始時刻と終了時刻を追加して完了
ko: 시작 시간, 종료 시간 추가, 완료
lt: Pridėkite pradžios ir pabaigos laiką, padaryta
lv: Pievienojiet sākuma laiku, beigu laiku, gatavs
nb: Legg til start- og sluttid, ferdig
nl: Voeg start- en eindtijd toe, gereed
nn: Legg til start- og sluttid, ferdig
pl: Dodaj godzinę rozpoczęcia i zakończenia, gotowe
pt_br: Adicione hora de início, hora de término, pronto
ro: Adaugă ora de începere, ora de finalizare, gata
ru: Добавьте время начала, время окончания, готово
sk: Pridajte čas začiatku, čas konca, hotovo
sl: Dodaj začetni čas, končni čas, končano
sr: Додајте време почетка, време завршетка, готово
sv: Lägg till start- och sluttid, klart
sw: Ongeza wakati wa kuanza, wakati wa kumalizia, umefika
ta: தொடக்க நேரம், முடிவு நேரம் சேர்த்தால் போதும்
th: เพิ่มเวลาเริ่มต้น เวลาสิ้นสุด เสร็จสิ้น
tr: Başlangıç saati, bitiş saati ekle, bitti
uk: Додайте час початку, час завершення, готово
ur: شروعات کا وقت، اختتام کا وقت شامل کریں، ہو گیا
vi: Thêm giờ bắt đầu, giờ kết thúc, hoàn tất
zh_hans: 添加开始时间、结束时间，完成
zh_hant: 新增開始時間、結束時間，完成

# onboarding.how.step1.title
source: Log your shift
ar: سجل وردتيك
bg: Регистрирайте вашата смяна
bn: আপনার শিফট লগ করুন
ca: Registra el teu torn
cs: Zaznamenejte svou směnu
da: Log dit skift
de: Schicht protokollieren
el: Καταγράψτε τη βάρδια σας
es: Registra tu turno
et: Logi oma vahetus
fa: شیفت خود را ثبت کنید
fi: Kirjaa vuorosi
fil: I-log ang iyong shift
fr: Enregistrer votre quart
he: רישום המשמרת שלך
hi: अपनी शिफ्ट लॉग करें
hr: Zabilježi smjenu
hu: Naplózza a műszakot
id: Catat shift Anda
is: Skrá vaktina þína
it: Registra il tuo turno
ja: シフトを記録する
ko: 근무 기록
lt: Registruokite savo pamainą
lv: Reģistrējiet savu maiņu
nb: Logg vakten din
nl: Log je dienst
nn: Logg vakten din
pl: Zaloguj swoją zmianę
pt_br: Registre seu turno
ro: Înregistrează-ți schimbul
ru: Логируйте вашу смену
sk: Zaznamenajte si službu
sl: Zabeležiš svojo izmeno
sr: Логујте своју смену
sv: Logga din arbetspass
sw: Andika shift yako
ta: உங்கள் ஷிப்டைப் பதிவுசெய்யுங்கள்
th: บันทึกกะงานของคุณ
tr: Vardiyayı kaydet
uk: Логіруйте вашу зміну
ur: اپنی شفٹ لاگ کریں
vi: Ghi nhận ca làm việc
zh_hans: 记录班次
zh_hant: 記錄班次

# onboarding.how.step2.desc
source: Wages calculated automatically
ar: يتم حساب الأجور تلقائياً
bg: Заплатата се изчислява автоматично
bn: মজুরি স্বয়ংক্রিয়ভাবে গণনা করা হয়
ca: El sou es calcula automàticament
cs: Mzda se počítá automaticky
da: Løn beregnes automatisk
de: Lohn wird automatisch berechnet
el: Ο μισθός υπολογίζεται αυτόματα
es: El salario se calcula automáticamente
et: Palk arvutatakse automaatselt
fa: دستمزد به طور خودکار محاسبه می‌شود
fi: Palkka lasketaan automaattisesti
fil: Ang sahod ay kinakalkula nang awtomatiko
fr: Les salaires sont calculés automatiquement
he: שכר עובד מחושב באופן אוטומטי
hi: वेतन स्वचालित रूप से गणना की जाती है
hr: Plaća se izračunava automatski
hu: A fizetés automatikusan kiszámított
id: Gaji dihitung otomatis
is: Laun reiknuð sjálfkrafa
it: Lo stipendio viene calcolato automaticamente
ja: 給与は自動計算されます
ko: 급여 자동 계산
lt: Atlyginimas skaičiuojamas automatiškai
lv: Alga tiek aprēķināta automātiski
nb: Lønn beregnes automatisk
nl: Loon wordt automatisch berekend
nn: Lønn beregnes automatisk
pl: Wynagrodzenie obliczane automatycznie
pt_br: Salário calculado automaticamente
ro: Salariul se calculează automat
ru: Зарплата рассчитывается автоматически
sk: Mzda sa počíta automaticky
sl: Plača se izračuna samodejno
sr: Плата се аутоматски рачуна
sv: Lönen beräknas automatiskt
sw: Mshahara unakokotwa kiotomati
ta: ஊதியம் தானாகக் கணக்கிடப்படும்
th: คำนวณเงินเดือนโดยอัตโนมัติ
tr: Maaş otomatik olarak hesaplanır
uk: Зарплата розраховується автоматично
ur: اجرت خودکار طور پر شمار ہوتی ہے
vi: Lương được tính toán tự động
zh_hans: 工资自动计算
zh_hant: 自動計算薪資

# onboarding.how.step2.title
source: See your earnings
ar: اطلع على أرباحك
bg: Вижте вашите приходи
bn: আপনার আয় দেখুন
ca: Veu els teus guanys
cs: Podívejte se na své příjmy
da: Se dine indtægter
de: Verdienste anzeigen
el: Δείτε τα κέρδη σας
es: Ver tus ganancias
et: Vaata oma sissetulekut
fa: درآمد خود را ببینید
fi: Näe ansioitesi
fil: Tingnan ang iyong kita
fr: Voir vos revenus
he: ראה את הרווחים שלך
hi: अपनी कमाई देखें
hr: Vidi svoju zaradu
hu: Tekintse meg a bevételét
id: Lihat penghasilan Anda
is: Sjá tekjur þínar
it: Visualizza i tuoi guadagni
ja: 給与を確認する
ko: 수익 확인
lt: Peržiūrėkite savo uždarbį
lv: Skatiet savas ienākumus
nb: Se inntekten din
nl: Bekijk je inkomsten
nn: Se inntekten din
pl: Zobacz swoje zarobki
pt_br: Veja seus ganhos
ro: Vezi-ți câștigurile
ru: Посмотрите ваш заработок
sk: Pozrite si svoje príjmy
sl: Oglej si svoje zaslužke
sr: Видите своју зараду
sv: Se dina inkomster
sw: Tazama mapato yako
ta: உங்கள் வருமானத்தைப் பாருங்கள்
th: ดูรายได้ของคุณ
tr: Kazancını gör
uk: Перегляньте ваші заробітки
ur: اپنی آمدنی دیکھیں
vi: Xem thu nhập của bạn
zh_hans: 查看收入
zh_hant: 查看收入
